package ru.ifmo.zuul.generator.Bundles;

import io.dummymaker.bundle.impl.BasicBundle;

public class BundleLows extends BasicBundle<String> {

    public BundleLows() {
        super(
                "Статья 46. Штраф",
                "Статья 47. Лишение права занимать определенные должности или заниматься определенной деятельностью",
                "Статья 48. Лишение специального, воинского или почетного звания, классного чина и государственных наград",
                "Статья 49. Обязательные работы",
                "Статья 50. Исправительные работы",
                "Статья 51. Ограничение по военной службе",
                "Статья 53. Ограничение свободы",
                "Статья 53.1. Принудительные работы",
                "Статья 54. Арест",
                "Статья 55. Содержание в дисциплинарной воинской части",
                "Статья 56. Лишение свободы на определенный срок",
                "Статья 57. Пожизненное лишение свободы",
                "Статья 58. Назначение осужденным к лишению свободы вида исправительного учреждения",
                "Статья 59. Смертная казнь",
                "Статья 97. Основания применения принудительных мер медицинского характера",
                "Статья 100. Принудительное наблюдение и лечение у врача-психиатра в амбулаторных условиях",
                "Статья 104. Принудительные меры медицинского характера, соединенные с исполнением наказания",
                "Статья 104.1. Конфискация имущества",
                "Статья 104.2. Конфискация денежных средств или иного имущества взамен предмета, подлежащего конфискации",
                "Статья 104.3. Возмещение причиненного ущерба",
                "Статья 104.4. Судебный штраф",
                "Статья 75. Освобождение от уголовной ответственности в связи с деятельным раскаянием",
                "Статья 76. Освобождение от уголовной ответственности в связи с примирением с потерпевшим",
                "Статья 76.1. Освобождение от уголовной ответственности по делам о преступлениях в сфере экономической деятельности",
                "Статья 76.2. Освобождение от уголовной ответственности с назначением судебного штрафа",
                "Статья 78. Освобождение от уголовной ответственности в связи с истечением сроков давности",
                "Статья 79. Условно-досрочное освобождение от отбывания наказания",
                "Статья 80. Замена неотбытой части наказания более мягким видом наказания",
                "Статья 80.1. Освобождение от наказания в связи с изменением обстановки",
                "Статья 81. Освобождение от наказания в связи с болезнью",
                "Статья 82. Отсрочка отбывания наказания",
                "Статья 82.1. Отсрочка отбывания наказания больным наркоманией",
                "Статья 83. Освобождение от отбывания наказания в связи с истечением сроков давности обвинительного приговора суда"
                );
    }
}
